Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Hide controls, keep a tiny timer
de: Bedienelemente ausblenden, kleinen Timer behalten
es: Oculta los controles y deja un temporizador pequeño
fr: Masque les commandes, garde un minuteur discret
hi: कंट्रोल छिपाएँ, छोटा टाइमर रखें
it: Nascondi i comandi, lascia un piccolo timer
nl: Verberg bediening, houd een kleine timer
pt_br: Oculta os controles e mantém um cronômetro pequeno
ro: Ascunde comenzile, păstrează un cronometru mic
ru: Скрыть элементы управления, оставить маленький таймер
zh_hans: 隐藏控件，仅保留小计时器

source: Hide this pilot
de: Diesen Piloten ausblenden
es: Ocultar a este piloto
fr: Masquer ce pilote
hi: इस पायलट को छिपाएँ
it: Nascondi questo pilota
nl: Deze piloot verbergen
pt_br: Ocultar este piloto
ro: Ascunde acest pilot
ru: Скрыть этого пилота
zh_hans: 隐藏该飞行员

source: High snowy peaks in a cold, clean sunrise glow.
de: Hohe Schneegipfel im kalten, klaren Licht des Sonnenaufgangs.
es: Altas cumbres nevadas bajo un amanecer frío y limpio.
fr: De hauts sommets enneigés dans une aube froide et limpide.
hi: ठंडी, साफ़ सूर्योदय की आभा में ऊँची बर्फ़ीली चोटियाँ।
it: Alte vette innevate in un’alba fredda e limpida.
nl: Hoge besneeuwde toppen in een koude, heldere zonsopgang.
pt_br: Altos picos nevados sob um nascer do sol frio e limpo.
ro: Piscuri înalte înzăpezite într-un răsărit rece și curat.
ru: Высокие снежные вершины в холодном чистом свете рассвета.
zh_hans: 高耸的雪峰，沐浴在清冷洁净的日出光辉中。

source: History
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
nl: Geschiedenis
pt_br: Histórico
ro: Istoric
ru: История
zh_hans: 历史

source: Hold to leave
de: Zum Verlassen halten
es: Mantén pulsado para salir
fr: Maintenez pour quitter
hi: छोड़ने के लिए दबाए रखें
it: Tieni premuto per uscire
nl: Houd vast om te verlaten
pt_br: Segure para sair
ro: Ține apăsat pentru a ieși
ru: Удерживайте, чтобы выйти
zh_hans: 长按以离开

source: hold to seal
de: zum Siegeln halten
es: mantén pulsado para sellar
fr: maintenez pour sceller
hi: मुहर के लिए दबाए रखें
it: tieni premuto per sigillare
nl: houd vast om te verzegelen
pt_br: segure para selar
ro: ține apăsat pentru sigiliu
ru: удерживайте для печати
zh_hans: 长按以封印

source: Hold your journey safely when real life needs a moment.
de: Halte deine Reise sicher an, wenn das Leben einen Moment braucht.
es: Detén tu viaje con seguridad cuando la vida necesite un momento.
fr: Suspendez votre voyage en toute sécurité quand la vie l’exige.
hi: जब असल ज़िंदगी को पल चाहिए, यात्रा सुरक्षित रोकें।
it: Sospendi il viaggio in sicurezza quando la vita chiede un momento.
nl: Zet je reis veilig stil wanneer het leven even iets vraagt.
pt_br: Pause sua viagem com segurança quando a vida pedir um momento.
ro: Oprește-ți călătoria în siguranță când viața cere o clipă.
ru: Безопасно приостановите путешествие, когда жизнь требует минуты.
zh_hans: 当生活需要片刻时，安全地暂停旅程。

source: Home
de: Start
es: Inicio
fr: Accueil
hi: होम
nl: Start
pt_br: Início
ro: Acasă
ru: Главная
zh_hans: 首页

source: Hook · Left
de: Haken · Links
es: Gancho · izquierda
fr: Crochet · gauche
hi: हुक · बाएँ
it: Gancio · sinistra
nl: Haak · links
pt_br: Gancho · esquerda
ro: Cârlig · stânga
ru: Крючок · слева
zh_hans: 挂钩 · 左

source: Hook · Right
de: Haken · Rechts
es: Gancho · derecha
fr: Crochet · droite
hi: हुक · दाएँ
it: Gancio · destra
nl: Haak · rechts
pt_br: Gancho · direita
ro: Cârlig · dreapta
ru: Крючок · справа
zh_hans: 挂钩 · 右

source: How it works
de: So funktioniert’s
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
it: Come funziona
nl: Hoe het werkt
pt_br: Como funciona
ro: Cum funcționează
ru: Как это работает
zh_hans: 运作方式

source: How long can you focus today?
de: Wie lange kannst du dich heute konzentrieren?
es: ¿Cuánto puedes concentrarte hoy?
fr: Combien de temps pouvez-vous vous concentrer aujourd’hui ?
hi: आज आप कितनी देर फ़ोकस कर सकते हैं?
it: Quanto riesci a concentrarti oggi?
nl: Hoelang kun je je vandaag focussen?
pt_br: Por quanto tempo você consegue focar hoje?
ro: Cât te poți concentra azi?
ru: Сколько времени вы можете сегодня сосредоточиться?
zh_hans: 今天你能专注多久？

source: How long is your first flight?
de: Wie lang ist dein erster Flug?
es: ¿Cuánto dura tu primer vuelo?
fr: Combien de temps dure votre premier vol ?
hi: आपकी पहली फ़्लाइट कितनी लंबी है?
it: Quanto dura il tuo primo volo?
nl: Hoe lang is je eerste vlucht?
pt_br: Quanto dura seu primeiro voo?
ro: Cât durează primul tău zbor?
ru: Сколько длится ваш первый полёт?
zh_hans: 你的第一次飞行有多久？

source: How to add this widget
de: So fügst du dieses Widget hinzu
es: Cómo añadir este widget
fr: Comment ajouter ce widget
hi: यह विजेट कैसे जोड़ें
it: Come aggiungere questo widget
nl: Dit widget toevoegen
pt_br: Como adicionar este widget
ro: Cum adaugi acest widget
ru: Как добавить этот виджет
zh_hans: 如何添加此小组件

source: How you'll get there
de: So kommst du dorthin
es: Cómo vas a lograrlo
fr: Comment vous y arriverez
hi: आप वहाँ कैसे पहुँचेंगे
it: Come ci arriverai
nl: Hoe je daar komt
pt_br: Como você vai chegar lá
ro: Cum vei ajunge acolo
ru: Как вы к этому придёте
zh_hans: 你将如何达成

source: Hydration for the long route
de: Flüssigkeit für die lange Route
es: Hidratación para la ruta larga
fr: De quoi s’hydrater sur la longue route
hi: लंबे रास्ते के लिए पानी
it: Idratazione per la rotta lunga
nl: Water voor de lange route
pt_br: Hidratação para a rota longa
ro: Hidratare pentru ruta lungă
ru: Вода для длинного маршрута
zh_hans: 长途航线的补水

source: I lose momentum partway
de: Mir geht auf halbem Weg der Schwung aus
es: Pierdo el impulso a mitad
fr: Je perds mon élan en cours de route
hi: बीच में रफ़्तार खो देता हूँ
it: Perdo slancio a metà
nl: Ik verlies halverwege mijn vaart
pt_br: Perco o impulso no meio do caminho
ro: Îmi pierd avântul pe parcurs
ru: Я теряю разгон на полпути
zh_hans: 中途就没劲了

source: I put things off
de: Ich schiebe Dinge auf
es: Lo dejo todo para después
fr: Je remets à plus tard
hi: मैं टालता रहता हूँ
it: Rimando le cose
nl: Ik stel dingen uit
pt_br: Eu deixo tudo para depois
ro: Amân lucrurile
ru: Я откладываю дела
zh_hans: 我总是拖延

source: I struggle to get started
de: Mir fällt der Anfang schwer
es: Me cuesta empezar
fr: J’ai du mal à démarrer
hi: शुरुआत करना मुश्किल लगता है
it: Faccio fatica a iniziare
nl: Ik kom moeilijk op gang
pt_br: Tenho dificuldade para começar
ro: Îmi e greu să încep
ru: Мне трудно начать
zh_hans: 很难开始

source: I've tried a lot of focus timers. This is the first one that feels like a place I actually want to come back to every day.
de: Ich habe viele Fokus-Timer ausprobiert. Das hier ist der erste, der sich wie ein Ort anfühlt, an den ich täglich zurück will.
es: He probado muchos temporizadores de concentración. Este es el primero que se siente como un sitio al que de verdad quiero volver cada día.
fr: J’ai essayé beaucoup de minuteurs de concentration. C’est le premier qui donne envie de revenir chaque jour.
hi: मैंने कई फ़ोकस टाइमर आज़माए हैं। यह पहला है जो ऐसी जगह लगता है जहाँ मैं सच में रोज़ लौटना चाहता हूँ।
it: Ho provato tanti timer per la concentrazione. Questo è il primo che sembra un posto in cui voglio davvero tornare ogni giorno.
nl: Ik heb veel focustimers geprobeerd. Dit is de eerste die voelt als een plek waar ik echt elke dag naar terug wil.
pt_br: Já testei muitos timers de foco. Este é o primeiro que parece um lugar ao qual eu realmente quero voltar todo dia.
ro: Am încercat multe cronometre de concentrare. Acesta e primul care pare un loc în care chiar vreau să revin zilnic.
ru: Я перепробовал много таймеров фокуса. Этот — первый, куда действительно хочется возвращаться каждый день.
zh_hans: 我试过很多专注计时器。这是第一个让我真心愿意每天回来的地方。

source: Iced Latte
de: Eis-Latte
es: Latte helado
fr: Latte glacé
hi: आइस्ड लाटे
it: Latte freddo
nl: IJskoffie latte
pt_br: Latte gelado
ro: Latte cu gheață
ru: Айс-латте
zh_hans: 冰拿铁

source: in flight
de: im Flug
es: en vuelo
fr: en vol
hi: उड़ान में
it: in volo
nl: onderweg
pt_br: em voo
ro: în zbor
ru: в полёте
zh_hans: 飞行中

source: In flight
de: Im Flug
es: En vuelo
fr: En vol
hi: उड़ान में
it: In volo
nl: Onderweg
pt_br: Em voo
ro: În zbor
ru: В полёте
zh_hans: 飞行中

source: In your cabin
de: In deiner Kabine
es: En tu cabina
fr: Dans votre cabine
hi: आपके केबिन में
it: Nella tua cabina
nl: In je cabine
pt_br: Na sua cabine
ro: În cabina ta
ru: В вашей кабине
zh_hans: 在你的座舱中

source: In your cabin.
de: In deiner Kabine.
es: En tu cabina.
fr: Dans votre cabine.
hi: आपके केबिन में।
it: Nella tua cabina.
nl: In je cabine.
pt_br: Na sua cabine.
ro: În cabina ta.
ru: В вашей кабине.
zh_hans: 在你的座舱中。

source: Inappropriate alias
de: Unangemessener Alias
es: Alias inapropiado
fr: Pseudonyme inapproprié
hi: अनुचित उपनाम
it: Pseudonimo inappropriato
nl: Ongepast alias
pt_br: Apelido inapropriado
ro: Alias nepotrivit
ru: Неприемлемый псевдоним
zh_hans: 不当代号

source: Incredible focus. Protect your streak today.
de: Unglaublicher Fokus. Schütze deine Serie heute.
es: Concentración increíble. Protege tu racha hoy.
fr: Une concentration remarquable. Protégez votre série aujourd’hui.
hi: ज़बरदस्त फ़ोकस। आज अपनी स्ट्रीक बचाएँ।
it: Concentrazione incredibile. Proteggi la tua serie oggi.
nl: Ongelooflijke focus. Bescherm je reeks vandaag.
pt_br: Foco incrível. Proteja sua sequência hoje.
ro: Concentrare incredibilă. Apără-ți seria azi.
ru: Невероятный фокус. Сохраните серию сегодня.
zh_hans: 了不起的专注。今天守住你的连续记录。

source: Infinite Flight
de: Unendlicher Flug
es: Vuelo infinito
fr: Vol infini
hi: अनंत फ़्लाइट
it: Volo infinito
nl: Oneindige vlucht
pt_br: Voo infinito
ro: Zbor infinit
ru: Бесконечный полёт
zh_hans: 无限飞行

source: Infinity
de: Unendlich
es: Infinito
fr: Infini
hi: अनंत
it: Infinito
nl: Oneindig
pt_br: Infinito
ro: Infinit
ru: Бесконечно
zh_hans: 无限

source: Infinity, FocusGlobe PRO
de: Unendlich, FocusGlobe PRO
es: Infinito, FocusGlobe PRO
fr: Infini, FocusGlobe PRO
hi: अनंत, FocusGlobe PRO
it: Infinito, FocusGlobe PRO
nl: Oneindig, FocusGlobe PRO
pt_br: Infinito, FocusGlobe PRO
ro: Infinit, FocusGlobe PRO
ru: Бесконечность, FocusGlobe PRO
zh_hans: 无限，FocusGlobe PRO

source: Internet connection required for Online flights.
de: Online-Flüge brauchen eine Internetverbindung.
es: Los vuelos Online necesitan conexión a internet.
fr: Les vols en ligne nécessitent une connexion internet.
hi: ऑनलाइन फ़्लाइट के लिए इंटरनेट ज़रूरी है।
it: I voli online richiedono una connessione a internet.
nl: Onlinevluchten vereisen een internetverbinding.
pt_br: Voos Online exigem conexão com a internet.
ro: Zborurile online necesită conexiune la internet.
ru: Для онлайн-полётов нужно подключение к интернету.
zh_hans: 在线飞行需要网络连接。

source: Invite
de: Einladen
es: Invitar
fr: Inviter
hi: बुलाएँ
it: Invita
nl: Uitnodigen
pt_br: Convidar
ro: Invită
ru: Пригласить
zh_hans: 邀请

# Invite %lld friends or upgrade to FocusGlobe PRO to unlock %@.
source: Invite %1$lld friends or upgrade to FocusGlobe PRO to unlock %2$@.
de: Lade %1$lld Freunde ein oder hol dir FocusGlobe PRO, um %2$@ freizuschalten.
es: Invita a %1$lld amigos o pásate a FocusGlobe PRO para desbloquear %2$@.
fr: Invitez %1$lld amis ou passez à FocusGlobe PRO pour débloquer %2$@.
hi: %2$@ अनलॉक करने के लिए %1$lld दोस्तों को बुलाएँ या FocusGlobe PRO लें।
it: Invita %1$lld amici o passa a FocusGlobe PRO per sbloccare %2$@.
nl: Nodig %1$lld vrienden uit of ga naar FocusGlobe PRO om %2$@ te ontgrendelen.
pt_br: Convide %1$lld amigos ou assine o FocusGlobe PRO para desbloquear %2$@.
ro: Invită %1$lld de prieteni sau treci la FocusGlobe PRO ca să deblochezi %2$@.
ru: Пригласите %1$lld друга или оформите FocusGlobe PRO, чтобы открыть «%2$@».
zh_hans: 邀请 %1$lld 位好友或升级到 FocusGlobe PRO 解锁%2$@。

source: Invite a friend
de: Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
hi: दोस्त को आमंत्रित करें
it: Invita un amico
nl: Vriend uitnodigen
pt_br: Convidar um amigo
ro: Invită un prieten
ru: Пригласить друга
zh_hans: 邀请好友

source: Invite a friend and your next flight can feel less lonely.
de: Lade eine Freundin oder einen Freund ein – dein nächster Flug wird weniger einsam.
es: Invita a un amigo y tu próximo vuelo se sentirá menos solitario.
fr: Invitez un ami et votre prochain vol sera moins solitaire.
hi: किसी दोस्त को बुलाएँ और अगली फ़्लाइट कम अकेली लगेगी।
it: Invita un amico e il prossimo volo sarà meno solitario.
nl: Nodig een vriend uit en je volgende vlucht voelt minder eenzaam.
pt_br: Convide um amigo e seu próximo voo será menos solitário.
ro: Invită un prieten și următorul zbor va fi mai puțin singuratic.
ru: Пригласите друга — следующий полёт будет не таким одиноким.
zh_hans: 邀请一位好友，下次飞行就不再孤单。

source: Invite Friends
de: Freunde einladen
es: Invitar a amigos
fr: Inviter des amis
hi: दोस्तों को आमंत्रित करें
it: Invita amici
nl: Vrienden uitnodigen
pt_br: Convidar amigos
ro: Invită prieteni
ru: Пригласить друзей
zh_hans: 邀请好友

source: iOS doesn't let apps add widgets automatically — this is Apple's standard way to add any widget.
de: iOS erlaubt Apps nicht, Widgets automatisch hinzuzufügen – das ist Apples Standardweg für jedes Widget.
es: iOS no permite que las apps añadan widgets automáticamente: esta es la forma estándar de Apple para añadir cualquier widget.
fr: iOS ne permet pas aux apps d’ajouter des widgets automatiquement — c’est la méthode standard d’Apple pour tout widget.
hi: iOS ऐप्स को अपने-आप विजेट जोड़ने नहीं देता — कोई भी विजेट जोड़ने का यही Apple का मानक तरीका है।
it: iOS non consente alle app di aggiungere widget automaticamente: questo è il modo standard di Apple per qualsiasi widget.
nl: iOS laat apps niet automatisch widgets toevoegen — dit is Apples standaardmanier voor elk widget.
pt_br: O iOS não permite que apps adicionem widgets automaticamente — este é o jeito padrão da Apple para qualquer widget.
ro: iOS nu permite aplicațiilor să adauge widgeturi automat — acesta e modul standard Apple pentru orice widget.
ru: iOS не позволяет приложениям добавлять виджеты автоматически — это стандартный способ Apple для любого виджета.
zh_hans: iOS 不允许应用自动添加小组件 — 这是 Apple 添加任何小组件的标准方式。

source: It all feels like a lot
de: Es fühlt sich alles nach viel an
es: Todo se me hace mucho
fr: Tout me paraît trop
hi: सब कुछ बहुत ज़्यादा लगता है
it: Mi sembra tutto troppo
nl: Het voelt allemaal veel
pt_br: Tudo parece demais
ro: Totul mi se pare mult
ru: Всего слишком много
zh_hans: 感觉压力很大

source: Join %@'s Flight
de: Dem Flug von %@ beitreten
es: Únete al vuelo de %@
fr: Rejoindre le vol de %@
hi: %@ की फ़्लाइट में शामिल हों
it: Unisciti al volo di %@
nl: Doe mee met de vlucht van %@
pt_br: Entrar no voo de %@
ro: Intră în zborul lui %@
ru: Присоединиться к полёту %@
zh_hans: 加入%@的飞行

source: Join Flight
de: Flug beitreten
es: Unirse al vuelo
fr: Rejoindre le vol
hi: फ़्लाइट में शामिल हों
it: Unisciti al volo
nl: Meevliegen
pt_br: Entrar no voo
ro: Alătură-te zborului
ru: Присоединиться к полёту
zh_hans: 加入飞行

source: Join my FocusGlobe Flight
de: Komm zu meinem FocusGlobe-Flug
es: Únete a mi vuelo de FocusGlobe
fr: Rejoignez mon vol FocusGlobe
hi: मेरी FocusGlobe फ़्लाइट में शामिल हों
it: Unisciti al mio volo FocusGlobe
nl: Doe mee met mijn FocusGlobe-vlucht
pt_br: Entre no meu voo do FocusGlobe
ro: Intră în zborul meu FocusGlobe
ru: Присоединяйтесь к моему полёту FocusGlobe
zh_hans: 加入我的 FocusGlobe 飞行

source: Join my FocusGlobe flight — we focus together, side by side.
de: Komm zu meinem FocusGlobe-Flug — wir fokussieren zusammen, Seite an Seite.
es: Únete a mi vuelo de FocusGlobe: nos concentramos juntos, lado a lado.
fr: Rejoignez mon vol FocusGlobe — on se concentre ensemble, côte à côte.
hi: मेरी FocusGlobe फ़्लाइट में शामिल हों — हम साथ-साथ फ़ोकस करते हैं।
it: Unisciti al mio volo FocusGlobe: ci concentriamo insieme, fianco a fianco.
nl: Doe mee met mijn FocusGlobe-vlucht — we focussen samen, zij aan zij.
pt_br: Entre no meu voo do FocusGlobe — a gente foca junto, lado a lado.
ro: Intră în zborul meu FocusGlobe — ne concentrăm împreună, unul lângă altul.
ru: Присоединяйтесь к моему полёту FocusGlobe — фокусируемся вместе, бок о бок.
zh_hans: 加入我的 FocusGlobe 飞行——我们并肩一起专注。

source: Joining the Flight
de: Du trittst dem Flug bei
es: Uniéndote al vuelo
fr: Vous rejoignez le vol
hi: फ़्लाइट में शामिल हो रहे हैं
it: Ti stai unendo al volo
nl: Je sluit je aan bij de vlucht
pt_br: Entrando no voo
ro: Te alături zborului
ru: Присоединяемся к полёту
zh_hans: 正在加入飞行

source: Joining the Global Sky
de: Du trittst dem globalen Himmel bei
es: Uniéndote al cielo global
fr: Vous rejoignez le ciel mondial
hi: ग्लोबल आकाश में शामिल हो रहे हैं
it: Ti stai unendo al cielo globale
nl: Je sluit je aan bij de wereldlucht
pt_br: Entrando no céu global
ro: Te alături cerului global
ru: Присоединяемся к общему небу
zh_hans: 正在加入全球天空

source: Journeys, focused time, current + longest streak, your longest session — plus a few unlocked badges.
de: Reisen, Fokuszeit, aktuelle und längste Serie, deine längste Sitzung — plus einige freigeschaltete Abzeichen.
es: Viajes, tiempo concentrado, racha actual y máxima, tu sesión más larga… y algunas insignias desbloqueadas.
fr: Voyages, temps de concentration, série actuelle et record, votre plus longue session — et quelques badges débloqués.
hi: यात्राएँ, फ़ोकस समय, मौजूदा + सबसे लंबी स्ट्रीक, सबसे लंबा सत्र — और कुछ अनलॉक बैज।
it: Viaggi, tempo di concentrazione, serie attuale e record, la tua sessione più lunga — e alcuni badge sbloccati.
nl: Reizen, focustijd, huidige en langste reeks, je langste sessie — plus een paar ontgrendelde badges.
pt_br: Viagens, tempo de foco, sequência atual e recorde, sua sessão mais longa — e algumas medalhas desbloqueadas.
ro: Călătorii, timp de concentrare, seria curentă și cea mai lungă, cea mai lungă sesiune — plus câteva insigne deblocate.
ru: Путешествия, время фокуса, текущая и рекордная серии, самая долгая сессия — и несколько открытых значков.
zh_hans: 旅程、专注时长、当前与最长连续记录、最长一次专注——外加几枚已解锁徽章。

source: Keep a fourteen-day focus streak.
de: Halte eine vierzehntägige Fokus-Serie.
es: Mantén una racha de concentración de catorce días.
fr: Tenez une série de concentration de quatorze jours.
hi: चौदह दिन की फ़ोकस स्ट्रीक बनाए रखें।
it: Mantieni una serie di concentrazione di quattordici giorni.
nl: Houd een focusreeks van veertien dagen vol.
pt_br: Mantenha uma sequência de foco de catorze dias.
ro: Menține o serie de concentrare de paisprezece zile.
ru: Держите четырнадцатидневную серию фокуса.
zh_hans: 保持十四天的专注连续记录。

source: Keep a seven-day focus streak.
de: Halte eine siebentägige Fokus-Serie.
es: Mantén una racha de concentración de siete días.
fr: Tenez une série de concentration de sept jours.
hi: सात दिन की फ़ोकस स्ट्रीक बनाए रखें।
it: Mantieni una serie di concentrazione di sette giorni.
nl: Houd een focusreeks van zeven dagen vol.
pt_br: Mantenha uma sequência de foco de sete dias.
ro: Menține o serie de concentrare de șapte zile.
ru: Держите семидневную серию фокуса.
zh_hans: 保持七天的专注连续记录。

source: Keep focusing
de: Bleib fokussiert
es: Sigue concentrado
fr: Restez concentré
hi: फ़ोकस बनाए रखें
it: Resta concentrato
nl: Blijf gefocust
pt_br: Continue focado
ro: Rămâi concentrat
ru: Продолжайте фокус
zh_hans: 继续专注

source: Keep Focusing
de: Fokussiert bleiben
es: Seguir concentrado
fr: Rester concentré
hi: फ़ोकस बनाए रखें
it: Resta concentrato
nl: Blijf gefocust
pt_br: Continuar focado
ro: Rămâi concentrat
ru: Продолжить фокус
zh_hans: 继续专注

source: Keep your progress and next focus within easy reach.
de: Halte deinen Fortschritt und den nächsten Fokus griffbereit.
es: Ten tu progreso y tu próxima sesión siempre a mano.
fr: Gardez vos progrès et votre prochaine session à portée de main.
hi: अपनी प्रगति और अगला फ़ोकस हमेशा पास रखें।
it: Tieni i tuoi progressi e la prossima sessione a portata di mano.
nl: Houd je voortgang en volgende focus binnen handbereik.
pt_br: Deixe seu progresso e o próximo foco sempre à mão.
ro: Ține progresul și următoarea sesiune la îndemână.
ru: Держите прогресс и следующий фокус под рукой.
zh_hans: 让进度和下一次专注触手可及。

source: King
de: König
es: Rey
fr: Roi
hi: किंग
it: Re
nl: Koning
pt_br: Rei
ro: Rege
ru: Король
zh_hans: 国王

source: Kyoto Lantern
de: Kyoto-Laterne
es: Farol de Kioto
fr: Lanterne de Kyoto
hi: क्योतो लालटेन
it: Lanterna di Kyoto
nl: Kyoto-lantaarn
pt_br: Lanterna de Quioto
ro: Lampionul din Kyoto
ru: Фонарь Киото
zh_hans: 京都灯笼

source: Kyoto Lantern Night
de: Kyoto-Laternennacht
es: Noche de faroles en Kioto
fr: Nuit des lanternes de Kyoto
hi: क्योतो लालटेन रात
it: Notte delle lanterne di Kyoto
nl: Kyoto-lantaarnnacht
pt_br: Noite das lanternas de Quioto
ro: Noaptea lampioanelor din Kyoto
ru: Ночь фонарей в Киото
zh_hans: 京都灯笼之夜

source: Land a flight today to keep the streak alive
de: Lande heute einen Flug, um die Serie zu halten
es: Aterriza un vuelo hoy para mantener la racha
fr: Terminez un vol aujourd’hui pour garder la série
hi: स्ट्रीक बनाए रखने के लिए आज एक फ़्लाइट पूरी करें
it: Atterra oggi per tenere viva la serie
nl: Land vandaag een vlucht om de reeks te behouden
pt_br: Pouse um voo hoje para manter a sequência
ro: Aterizează un zbor azi ca să păstrezi seria
ru: Завершите полёт сегодня, чтобы сохранить серию
zh_hans: 今天完成一次飞行，延续连续记录

source: Land a journey today to start your streak.
de: Lande heute eine Reise, um deine Serie zu starten.
es: Aterriza un viaje hoy para empezar tu racha.
fr: Terminez un voyage aujourd’hui pour lancer votre série.
hi: अपनी स्ट्रीक शुरू करने के लिए आज एक यात्रा पूरी करें।
it: Atterra oggi per iniziare la tua serie.
nl: Land vandaag een reis om je reeks te starten.
pt_br: Pouse uma viagem hoje para começar sua sequência.
ro: Aterizează o călătorie azi ca să-ți începi seria.
ru: Завершите путешествие сегодня, чтобы начать серию.
zh_hans: 今天完成一次旅程，开启你的连续记录。

source: Land now
de: Jetzt landen
es: Aterrizar ahora
fr: Atterrir maintenant
hi: अभी लैंड करें
it: Atterra ora
nl: Nu landen
pt_br: Pousar agora
ro: Aterizează acum
ru: Приземлиться
zh_hans: 立即降落

source: Landed
de: Gelandet
es: Aterrizado
fr: Atterri
hi: लैंड हो गया
it: Atterrato
nl: Geland
pt_br: Pousou
ro: Aterizat
ru: Приземлился
zh_hans: 已降落

source: Landed today — your streak is safe
de: Heute gelandet — deine Serie ist sicher
es: Aterrizaste hoy: tu racha está a salvo
fr: Atterri aujourd’hui — votre série est sauve
hi: आज लैंड कर लिया — आपकी स्ट्रीक सुरक्षित है
it: Atterrato oggi: la tua serie è al sicuro
nl: Vandaag geland — je reeks is veilig
pt_br: Pousou hoje — sua sequência está segura
ro: Ai aterizat azi — seria ta e în siguranță
ru: Сегодня приземлились — серия в безопасности
zh_hans: 今天已降落——连续记录安全了

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
zh_hans: 语言

source: Last 6 months · each square is a day with 5+ focused minutes.
de: Letzte 6 Monate · jedes Feld ist ein Tag mit 5+ Fokus-Minuten.
es: Últimos 6 meses · cada cuadro es un día con más de 5 minutos de concentración.
fr: 6 derniers mois · chaque carré est un jour avec plus de 5 minutes de concentration.
hi: पिछले 6 महीने · हर वर्ग वह दिन है जिसमें 5+ मिनट फ़ोकस हुआ।
it: Ultimi 6 mesi · ogni quadrato è un giorno con più di 5 minuti di concentrazione.
nl: Laatste 6 maanden · elk vakje is een dag met 5+ focusminuten.
pt_br: Últimos 6 meses · cada quadrado é um dia com mais de 5 minutos de foco.
ro: Ultimele 6 luni · fiecare pătrat e o zi cu peste 5 minute de concentrare.
ru: Последние 6 месяцев · каждый квадрат — день с 5+ минутами фокуса.
zh_hans: 最近 6 个月 · 每个方块代表专注 5 分钟以上的一天。

source: Learn how
de: So geht’s
es: Ver cómo
fr: Voir comment
hi: तरीका जानें
it: Scopri come
nl: Bekijk hoe
pt_br: Saiba como
ro: Află cum
ru: Узнать как
zh_hans: 了解方法
